VA_NAME = 'Джарвис'

VA_VER = "2.0"

VA_ALIAS = ('джарвис', 'папочка', 'босс', 'джэрвис', 'джэв', 'джав', 'джервис')

VA_TBR = ('скажи', 'покажи', 'ответь', 'произнеси', 'расскажи', 'сколько')

VA_CMD_LIST = {
    "help": ('список команд', 'команды', 'что ты умеешь', 'твои навыки', 'навыки'),
    "ctime": ('время', 'текущее время', 'сейчас времени', 'который час'),
    "joke": ('расскажи анекдот', 'рассмеши', 'шутка', 'расскажи шутку', 'пошути', 'развесели'),
    "open_browser": ('открой браузер', 'запусти браузер', 'открой гугл хром', 'гугл хром', 'запусти браузеров', 'запусти браузера'),
    "im_home": ('дома', 'я вернулся', 'папочка дома', 'пришел','я дома', 'я пришёл', 'я пришел'),
    "sueta": ('включи музыку', 'наведи суету', 'на виде суету'),
    "working": ('пора работать', 'надо поработать','работа','поработать','надо учиться','учиться', 'надо работать', 'давай поработаем'),
    "open_video": ('включи коуб', 'коуб', 'коб','включи куб','включи коб'),
    "programming": ('помоги мне', 'помоги', 'я не знаю что делать','помоги стать программистом','я программист')

    #"dialog_human": ('включи музыку', 'наведи суету',)
    #"weather": ('погода','какая погода','сколько градусов')
}